Repository: zhumakz/convent
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kk

source: Номер телефона
kk: Телефон нөмірі

source: Имя
kk: Аты

source: Фамилия
kk: Тегі

source: Возраст
kk: Жасы

source: Город
kk: Қала

source: Введите правильный номер телефона в формате +77475000795.
kk: Телефон нөмірін +77475000795 форматында дұрыс енгізіңіз.

source: Пользователь с таким номером телефона уже зарегистрирован.
kk: Бұл телефон нөмірі бар пайдаланушы тіркелген.

source: Возраст должен быть не менее 18 лет
kk: Жасы 18-ден кем болмауы керек

source: Имя должно содержать только буквы
kk: Аты тек әріптерден тұруы керек

source: Фамилия должна содержать только буквы
kk: Тегі тек әріптерден тұруы керек

source: Phone Number
kk: Телефон нөмірі

source: Пользователь с таким номером телефона не найден.
kk: Бұл телефон нөмірі бар пайдаланушы табылған жоқ.

source: SMS Code
kk: SMS коды

source: SMS код должен содержать только цифры.
kk: SMS коды тек сандардан тұруы керек.

source: Password
kk: Құпия сөз

source: Invalid login or not a moderator.
kk: Қате логин немесе модератор емес.

source: Фотография профиля
kk: Профиль суреті

source: Активен
kk: Белсенді

source: Название
kk: Атауы

source: Города
kk: Қалалар

source: Описание
kk: Сипаттама

source: Время начала
kk: Басталу уақыты

source: Время окончания
kk: Аяқталу уақыты

source: Местоположение
kk: Орналасқан жері

source: Аттракционы
kk: Аттракциондар

source: Основное фото
kk: Негізгі фото

source: Имя лидера
kk: Көшбасшының аты

source: Фото лидера
kk: Көшбасшының фотосы

source: Кампании
kk: Кампаниялар

source: Пользователь
kk: Пайдаланушы

source: Проголосовал
kk: Дауыс берді

source: Голос
kk: Дауыс

source: Голоса
kk: Дауыстар

source: Amount must be positive
kk: Сома оң болуы керек

source: AddModerators cannot send more than 10 coins per transaction
kk: AddModerators транзакцияға 10 монетадан артық жібере алмайды

source: RemoveModerators cannot reduce balance below 0
kk: RemoveModerators балансты 0-ден төмендете алмайды

source: Insufficient balance
kk: Жеткіліксіз баланс

source: User
kk: Пайдаланушы

source: Balance
kk: Баланс

source: Total Earned
kk: Жалпы тапқан

source: Total Spent
kk: Жалпы жұмсалған

source: Doscoint Balance
kk: Doscoint Балансы

source: Doscoint Balances
kk: Doscoint Баланстары

source: Friend Bonus (Same City)
kk: Дос Бонусы (сол қала)

source: Friend Bonus (Different City)
kk: Дос Бонусы (басқа қала)

source: Lecture Bonus
kk: Лекция Бонусы

source: Event Bonus
kk: Іс-шара Бонусы

source: Vote Bonus
kk: Дауыс Бонусы

source: Moderator Transfer
kk: Модератор Аударымы

source: Vendor Purchase
kk: Сатушыдан сатып алу

source: New Category
kk: Жаңа Санат

source: Name
kk: Аты

source: Price
kk: Бағасы

source: Display Name
kk: Көрсетілетін аты

source: Transaction Category
kk: Транзакция Санаты

source: Transaction Categories
kk: Транзакция Санаттары

source: Бонус за друга (тот же город)
kk: Дос Бонусы (сол қала)

source: Бонус за друга (другой город)
kk: Дос Бонусы (басқа қала)

source: Бонус за лекцию
kk: Лекция Бонусы

source: Бонус за мероприятие
kk: Іс-шара Бонусы

source: Бонус за голосование
kk: Дауыс Бонусы

source: Перевод модератора
kk: Модератор Аударымы

source: Покупка у продавца
kk: Сатушыдан сатып алу

source: Новая категория
kk: Жаңа Санат

source: Sender
kk: Жіберуші

source: Recipient
kk: Алушы

source: Amount
kk: Сома

source: Timestamp
kk: Уақыт белгісі

source: Description
kk: Сипаттама

source: Category
kk: Санат

source: Is Positive
kk: Оң ма?

source: Transaction
kk: Транзакция

source: Transactions
kk: Транзакциялар

source: Адрес
kk: Мекенжай

source: Местоположения
kk: Орналасқан жерлер

source: Участник 1
kk: Қатысушы 1

source: Участник 2
kk: Қатысушы 2

source: Продолжительность (минуты)
kk: Ұзақтығы (минуттар)

source: Завершено
kk: Аяқталды

source: Участник 1 подтвердил
kk: Қатысушы 1 растады

source: Участник 2 подтвердил
kk: Қатысушы 2 растады

source: Опубликовано
kk: Жарияланды

source: Черновик
kk: Жоба

source: Событие между {participant1} и {participant2} в {location}
kk: {participant1} және {participant2} арасындағы оқиға {location} жерінде

source: Событие
kk: Оқиға

source: События
kk: Оқиғалар

source: Активное событие уже идет. Пожалуйста, подождите его завершения.
kk: Белсенді оқиға жүріп жатыр. Оны аяқтауды күтіңіз.

source: Один из участников не существует.
kk: Қатысушылардың бірі жоқ.

source: Выбранное местоположение не существует.
kk: Таңдалған орын жоқ.

source: Произошла непредвиденная ошибка.
kk: Күтпеген қате орын алды.

source: Событие успешно остановлено.
kk: Оқиға сәтті тоқтатылды.

source: Произошла непредвиденная ошибка при остановке события.
kk: Оқиғаны тоқтатқан кезде күтпеген қате орын алды.

source: От пользователя
kk: Пайдаланушыдан

source: К пользователю
kk: Пайдаланушыға

source: Создано
kk: Құрылды

source: Запрос в друзья от {from_user} к {to_user}
kk: {from_user} пайдаланушысынан {to_user} пайдаланушысына достық сұрауы

source: Запрос в друзья
kk: Достық сұрауы

source: Запросы в друзья
kk: Достық сұраулары

source: Пользователь 1
kk: Пайдаланушы 1

source: Пользователь 2
kk: Пайдаланушы 2

source: {user1} дружит с {user2}
kk: {user1} және {user2} достар

source: Дружба
kk: Достық

source: Дружбы
kk: Достықтар

source: Спикеры
kk: Спикерлер

source: Дата
kk: Күні

source: Место проведения
kk: Өткізу орны

source: QR-код начала
kk: Бастау QR-коды

source: QR-код окончания
kk: Аяқтау QR-коды

source: Лекции
kk: Лекциялар

source: Начало отсканировано
kk: Бастау сканерленді

source: Окончание отсканировано
kk: Аяқтау сканерленді

source: {user} посетил {lecture}
kk: {user} {lecture} қатысты

source: Посещение лекции
kk: Лекцияға қатысу

source: Посещения лекций
kk: Лекцияларға қатысу

source: ID иконки
kk: Иконка ID

source: Точка интереса
kk: Қызықты нүкте

source: Точки интереса
kk: Қызықты нүктелер

source: Владелец
kk: Иесі

source: Магазин
kk: Дүкен

source: Магазины
kk: Дүкендер

source: Цена
kk: Бағасы

source: Продукт
kk: Өнім

source: Продукты
kk: Өнімдер

source: Покупатель
kk: Сатып алушы

source: Продавец
kk: Сатушы

source: Сумма
kk: Сома

source: Отменено
kk: Болдырмау

source: Покупка {id} от {buyer} у {seller}
kk: {buyer} пайдаланушының {seller} пайдаланушыдан сатып алғаны {id}

source: Покупка
kk: Сатып алу

source: Покупки
kk: Сатып алулар

source: Title
kk: Атауы

source: Photo
kk: Фото

source: Static Page
kk: Статикалық бет

source: Static Pages
kk: Статикалық беттер

source: Вход
kk: Кіру

source: Вход в профиль
kk: Профильге кіру

source: Введите код, который мы отправили на номер
kk: Біз жіберген кодты телефон нөміріне енгізіңіз

source: Другой номер
kk: Басқа нөмір

source: Выслать снова
kk: Қайта жіберу

source: Введите ваш номер телефона. На него мы отправим SMS - сообщения с кодом для входа в профиль
kk: Телефон нөміріңізді енгізіңіз. Біз сізге профильге кіру коды бар SMS хабарламасын жібереміз

source: Продолжить
kk: Жалғастыру

source: Пожалуйста, введите корректный номер телефона.
kk: Телефон нөмірін дұрыс енгізіңіз.

source: Ошибка подключения к серверу.
kk: Серверге қосылу қатесі.

source: Отправить снова через:
kk: Қайта жіберу уақыты:

source: Отправить SMS-код снова
kk: SMS-кодты қайта жіберу

source: Краткое описание DOS Coins. Где можно получить и где можно потратить.
kk: DOS Coins туралы қысқаша сипаттама. Қайда алуға және қайда жұмсауға болады.

source: История транзакций:
kk: Транзакция тарихы:

source: Закрыть
kk: Жабу

source: Список друзей:
kk: Достар тізімі:

source: Профиль друга
kk: Достың профилі

source: Изменить фото
kk: Фотоны өзгерту

source: Сохранить
kk: Сақтау

source: Список
kk: Тізім

source: друзей
kk: достар

source: Отсканировать QR
kk: QR сканерлеу

source: Регистрация успешна!
kk: Тіркеу сәтті аяқталды!

source: Вы успешно зарегистрированы!
kk: Сіз сәтті тіркелдіңіз!

source: Войти
kk: Кіру

source: Страница регистрации
kk: Тіркеу беті

source: Введите ваш номер телефона.
kk: Телефон нөміріңізді енгізіңіз.

source: Впиши возраст (количество лет)
kk: Жас мөлшерін енгізіңіз (жылдар саны)

source: Зарегистрироваться
kk: Тіркелу

source: Добавить селфи
kk: Селфи қосу

source: Добавьте селфи аватар, он понадобиться для прохождения уникальных квестов и получения призов!
kk: Селфи аватар қосыңыз, ол бірегей квесттерден өту және сыйлықтар алу үшін қажет!

source: Ты не сможешь участвовать в Квестах если не сделаешь фото, Изменить можно будет в профиле.
kk: Егер сіз фото жасамасаңыз, квесттерге қатыса алмайсыз, оны профильде өзгертуге болады.

source: Пропустить
kk: Өткізіп жіберу

source: Расписание
kk: Кесте

source: Гражданская кампания
kk: Азаматтық кампания

source: (лидер гражданской компании)
kk: (азаматтық компанияның көшбасшысы)

source: Города где работает проект
kk: Жоба жұмыс істейтін қалалар

source: Теперь ты член этого движения!
kk: Енді сіз осы қозғалыстың мүшесісіз!

source: Свернуть
kk: Жабу

source: Вы ещё не голосовали за кампанию.
kk: Сіз әлі кампанияға дауыс берген жоқсыз.

source: Создать Doscam
kk: Doscam құру

source: человек готовы участвовать
kk: адамдар қатысуға дайын

source: Сгенерировать
kk: Генерациялау

source: Старт
kk: Бастау

source: Нет текущего события.
kk: Қазіргі уақытта ешқандай оқиға жоқ.

source: Событие завершено!
kk: Оқиға аяқталды!

source: Найдите этого человека в установленное время и предоставьте оператору на месте отсканировать ваши QR-коды!
kk: Белгіленген уақытта осы адамды тауып, операторыңызға QR-кодтарыңызды сканерлеуге рұқсат етіңіз!

source: Остановить
kk: Тоқтату

source: Создать
kk: Құру

source: Меню
kk: Мәзір

source: Оператор DosCam
kk: DosCam операторы

source: ТОП Участники Экран
kk: ТОП Қатысушылар Экран

source: ТОП Кампании Экран
kk: ТОП Кампаниялар Экран

source: Выйти
kk: Шығу

source: Главная
kk: Басты бет

source: Регистация
kk: Тіркеу

source: Lecture Detail
kk: Лекция туралы мәлімет

source: Lectures
kk: Лекциялар

source: End QR Code
kk: Аяқтау QR коды

source: No end QR code available.
kk: Аяқтау QR коды жоқ.

source: Назад
kk: Артқа

source: Start QR Code
kk: Бастау QR коды

source: Homepage
kk: Басты бет

source: menu-button
kk: мәзір батырмасы

source: Казахстан — это на всю жизнь!
kk: Қазақстан - бұл мәңгілік!

source: Описание проекта, Идейные соображения высшего порядка, а также рамки и место обучения кадров требуют определения и уточнения форм развития.
kk: Жоба сипаттамасы, жоғары тәртіптегі идеялық ойлар, сондай-ақ кадрларды оқыту аясын және орнын дамыту формаларын анықтау және нақтылау қажет.

source: Что такое DOS COINS
kk: DOS COINS деген не?

source: maps
kk: карталар

source: Выбор языка
kk: Тіл таңдау

source: Голосование
kk: Дауыс беру

source: Поздравляем!
kk: Құттықтаймыз!

source: Dos Coins переведены
kk: Dos Coins аударылды

source: Друзья
kk: Достар

source: Вы теперь друзья
kk: Енді сіздер достарсыздар

source: Подтверждение оплаты
kk: Төлемді растау

source: Поздравляем с покупкой!
kk: Сатып алғаныңызбен құттықтаймыз!

source: Ошибка
kk: Қате

source: Отсканировать QR-код
kk: QR-кодты сканерлеу

source: Внимание: ты можешь проголосовать только 1 раз
kk: Назар аударыңыз: сіз тек 1 рет дауыс бере аласыз

source: Подтвердить голосование
kk: Дауыс беруді растау

source: Добавление друга
kk: Дос қосу

source: Дай отсканировать QR code новому другу, чтобы он добавился к тебе в друзья и вы получите Dos Сoins
kk: Жаңа досыңызға QR кодты сканерлеуге мүмкіндік беріңіз, сонда ол сіздің достарыңызға қосылады және сіз Dos Coins аласыз

source: Отмена
kk: Болдырмау

source: Лекция пройдена
kk: Лекция өтті

source: Потвердите списание Dos Coins за товар
kk: Тауар үшін Dos Coins есептен шығаруды растаңыз

source: Недостаточно средств для завершения покупки.
kk: Сатып алуды аяқтау үшін қаражат жеткіліксіз.

source: Подтвердить
kk: Растау

source: Внимание!
kk: Назар аударыңыз!

source: Что такое DOS COINS!
kk: DOS COINS деген не!

source: Политика конфиденциальности и обработки персональных данных
kk: Құпиялылық саясаты және дербес деректерді өңдеу

source: Back to Static Pages
kk: Статикалық беттерге оралу

source: Пользовательское соглашение
kk: Пайдаланушы келісімі
